Repository: AigizK/bashkort-parallel-corpora
Catalog: tmx/Старик и море 1часть 9191.tmx
Source language: ru
Languages: ba

source: Старик и море
ba: Ҡарт менән диңгеҙ

source: Старик рыбачил один на своей лодке в Гольфстриме.
ba: Ҡарт кәмәһе менән япа-яңғыҙ Гольфстримда балыҡ ҡармаҡлай ине.

source: Вот уже восемьдесят четыре дня он ходил в море и не поймал ни одной рыбы.
ba: Бына һикһән дүрт көн инде ул диңгеҙгә сыға, тик әлегәсә бер балыҡ та тота алғаны юҡ.

source: Первые сорок дней с ним был мальчик.
ba: Тәүге ҡырҡ көндә уның менән бергә бер малай булды.

source: Но день за днем не приносил улова, и родители сказали мальчику, что старик теперь уже явно salao, то есть «самый что ни на есть невезучий», и велели ходить в море на другой лодке.
ba: Әммә көн һайын буш ҡул менән ҡайтҡас, ата-әсәһе малайға, ҡарт хәҙер sаlао, йәғни, даланһыҙ, тине һәм диңгеҙгә икенсе кәмәлә сығырға ҡушты.

source: , которая действительно привезла три хорошие рыбы в первую же неделю.
ba: Ысынлап та, ул кәмә тәүге аҙнала уҡ өс елле балыҡ алып ҡайтты.

source: Мальчику тяжело было смотреть, как старик каждый день возвращается ни с чем.
ba: Ҡарттың көн дә ҡоро ҡул менән ҡайтыуын күреү малайға ифрат ҡыйын ине.

source: И он выходил на берег, чтобы помочь ему отнести домой снасти или багор, гарпун и обернутый вокруг мачты парус.
ba: Шуға күрә ул, яр буйына төшөп, ҡарттың кәмәһенән багор, елкән, гарпун кеүек нәмәләрҙе күтәрешеп алып менә.

source: Парус был весь в заплатах из мешковины и, свернутый, напоминал знамя наголову разбитого полка.
ba: Ҡырҡмаһа-ҡырҡ еренән ямау һалынған киндер елкән, мачтаға уралғас, һуғыш майҙанында тар-мар ителгән ғәскәрҙең байрағын хәтерләтә.

source: Старик был худ и изможден, затылок его прорезали глубокие морщины.
ba: Балыҡсы ҡарт — үтә ябыҡ һәм таушалған кеше.

source: А щеки были покрыты коричневыми пятнами.
ba: Яңағын ҡыҙғылт таптар ҡаплаған.

source: На руках виднелись глубокие шрамы, прорезанные бечевой, когда он вытаскивал крупную рыбу.
ba: Ҡулында ҙур балыҡты тартып сығарғанда еп ҡырҡҡан яраларҙың тәрән йөйҙәре беленеп тора.

source: Однако свежих шрамов не было.
ba: Яңылары яралары юҡ әле.

source: Они были стары, как трещины в давно уже безводной пустыне.
ba: Ә иҫкеләре әллә ҡасан кипкән сүлдәге ер ярыҡтары кеүек.

source: Все у него было старое, кроме глаз.
ba: Күҙҙәренән башҡа бөтә ерҙәре лә туҙған ҡарттың.

source: Ә глаза были цветом похожи на море, веселые глаза человека, который не сдается.
ba: Ә күҙҙәре иһә, хас та диңгеҙ кеүек, зәп-зәңгәр булып ҡайғы-хәсрәткә бирешмәйсә ҡалған.

source: — Сантьяго, — сказал ему мальчик, когда они вдвоем поднимались по дороге от берега, где стояла на причале лодка,
ba: — Сантьяго, — тине уға малай, причалда торған кәмә янынан яр буйындағы юл буйлап икәүләшеп өҫкә күтәрелгәндә.

source: — теперь я опять могу пойти с тобой в море.
ba: — Мин йәнә һинең менән диңгеҙгә сыға алам.

source: Мы уже заработали немного денег.
ba: Беҙ аҙыраҡ аҡса эшләнек инде.

source: Старик научил мальчика рыбачить.
ba: Ҡарт малайҙы балыҡсылыҡҡа өйрәткәйне.

source: И мальчик его любил.
ba: Малай уны бик ярата ине.

source: — Нет, — сказал старик, — ты попал на счастливую лодку.
ba: — Юҡ, — тине ҡарт. — Һин бәхетле кәмәгә эләктең.

source: Оставайся на ней.
ba: Ҡал шунда.

source: — А помнишь, один раз ты ходил в море целых восемьдесят семь дней и ничего не поймал, а потом мы три недели кряду каждый день привозили по большой рыбе.
ba: — Хәтереңдәме, һин бер йылды һикһән ете көн буйы диңгеҙгә сығып бер нәмә лә тота алманың, унан һуң беҙ өс аҙна буйы көн һайын бер ҙур балыҡ алып ҡайттыҡ.

source: — Помню, — сказал старик.
ba: — Иҫемдә, — тине ҡарт.

source: — Я знаю, ты ушел от меня не потому, что не верил.
ba: — һин бит миңә ышанмаған өсөн китмәнең, мин быны яҡшы аңлайым.

source: — Меня заставил отец,
ba: — Атайым ҡушты бит.

source: а я еще мальчик и должен слушаться.
ba: Ә мин малай ғына әле, уның һүҙен тыңларға тейешмен.

source: — Знаю, — сказал старик.
ba: — Беләм, — тине ҡарт

source: — Как же иначе.
ba: — Шунһыҙ ярамай.

source: — Он-то не очень верит.
ba: — Ә ул һиңә бик ышанып етмәй.

source: — Да, — сказал старик.
ba: — Эйе, — тине ҡарт.

source: — А вот мы верим.
ba: — Ә бына беҙ ышанабыҙ.

source: Правда?
ba: Дөрөҫмө?

source: — Конечно.
ba: — Әлбиттә.

source: Хочешь, я угощу тебя пивом на Террасе?
ba: Теләйһеңме, мин Террасала һине һыра менән һыйлайым.

source: А потом мы отнесем домой снасти.
ba: Әйберҙәрҙе шунан алып барырбыҙ.

source: — Ну что ж, — сказал старик.
ba: — Әйҙә һуң, — тине ҡарт.

source: — Ежели рыбак подносит рыбаку...
ba: — Балыҡсы балыҡсыны һыйларға теләй икән...

source: Они уселись на Террасе.
ba: Улар Террасаға инеп ултырҙы.

source: И многие рыбаки подсмеивались над стариком, но он не был на них в обиде.
ba: Балыҡсыларҙың күбеһе ҡарттан көлһә лә, уның быға хәтере ҡалмай.

source: Рыбакам постарше было грустно на него глядеть, однако они не показывали виду и вели вежливый разговор о течении, и о том, на какую глубину они забрасывали леску, и как держится погода, и что они видели в море.
ba: Ә өлкәнерәк балыҡсылар, ҡартты йәлләһәләр ҙә, тойғоларын йөҙҙәренә сығармайҙар, көндәрҙең нисек булыры, һыу ағымы, ҡармаҡ ебен ниндәй тәрәнлеккә төшөрөүҙәре, диңгеҙҙәге хәлдәр хаҡында һөйләшәләр.

source: Те, кому в этот день повезло, уже вернулись с лова, выпотрошили своих марлинов и, взвалив их поперек двух досок, взявшись по двое за каждый конец доски, перетащили рыбу на рыбный склад.
ba: Был көндә кәсептәре уңышлы булғандары, инде ҡайтып, тотҡан марлиндарының эҫтәрен таҙартҡандар, икешәр оҙон таҡтаға арҡыры һалып, таҡта баштарынан икешәр кеше күтәреп, балыҡ келәтенә ташыйҙар.

source: , откуда ее должны были отвезти в рефрижераторе на рынок в Гавану.
ba: Унан балыҡты рефрижераторҙа Гаванаға баҙарға алып китәсәктәр.

source: Рыбаки, которым попались акулы, сдали их на завод по разделке акул на другой стороне бухты.
ba: Акула тотҡан кешеләр иһә үҙ табыштарын диңгеҙ ҡултығының икенсе яғындағы акула эшкәртеү заводына тапшыра.

source: Там туши подвесили на блоках, вынули из них печенку,
ba: Унда акула түшкәләрен сылбырҙарға аҫып бауырҙарын алалар,

source: вырезали плавники,
ba: йөҙгөстәрен киҫеп,

source: содрали кожу
ba: тиреһен тунайҙар.

source: и нарезали мясо тонкими пластинками для засола.
ba: Ә итен, тоҙлар өсөн, йоҡа киҫәктәргә телгеләйҙәр.

source: Когда ветер дул с востока, он приносил вонь с акульей фабрики.
ba: Көнсығыштан иҫкән ел акула фабрикаһынан һаҫыҡ еҫ алып килә.

source: Но сегодня запаха почти не было слышно,
ba: Тик бөгөн ул еҫ һиҙелмәй,

source: потому что ветер переменился на северный,
ba: сөнки ел төньяҡҡа күсте,

source: а потом стих,
ba: унан тынды.

source: и на Террасе было солнечно и приятно.
ba: Террасала ҡояшлы һәм рәхәт ине.

source: — Сантьяго, — сказал мальчик.
ba: — Сантьяго, — тип өндәште малай.

source: — Да? — откликнулся старик.
ba: — Әү, — тине ҡарт.

source: Он смотрел на свой стакан с пивом и вспоминал давно минувшие дни.
ba: Ул үҙенең һырлы стаканына ҡарап күптән үткән көндәрҙе иҫенә төшөрә ине.

source: — Можно, я наловлю тебе на завтра сардин?
ba: — Иртәгәлеккә һиңә сардина тотам, йәме?

source: — Не стоит.
ba: — Борсолма.

source: Поиграй лучше в бейсбол.
ba: Һин бар, бейсбол уйна.

source: Я еще сам могу грести,
ba: Мин үҙем дә ишкәк ишә алам әле.

source: а Роджелио забросит сети.
ba: Йәтмәне ташларға Роджелио ярҙам итер.

source: — Нет, дай лучше мне.
ba: — Юҡ, миңә рөхсәт ит.

source: Если мне нельзя с тобой рыбачить,
ba: Һинең менән балыҡҡа сығырға ярамағас,

source: я хочу помочь тебе хоть чем-нибудь.
ba: исмаһам, берәй ярҙамым тейһен.

source: — Да ведь ты угостил меня пивом, — сказал старик.
ba: — Һыра менән һыйланың бит, — тине ҡарт.

source: — Ты уже взрослый мужчина.
ba: — Һин хәҙер еткән егетһең бит инде.

source: — Сколько мне было лет, когда ты первый раз взял меня в море?
ba: — Һин тәүге тапҡыр диңгеҙгә алып сыҡҡанда, миңә нисә йәш ине?

source: — Пять, и ты чуть было не погиб,
ba: — Биш. Һин шунда саҡ иҫән ҡалдың.

source: когда я втащил в лодку совсем еще живую рыбу и она чуть не разнесла все в щепки, помнишь?
ba: Мин һөйрәп сығарған балыҡ кәмәне селпәрәмә килтерә яҙҙы, хәтерләйһеңме?

source: — Как же не помню,
ba: — Хәтерләмәй ни!

source: как она била хвостом и сломала банку и как ты громко колотил ее дубинкой.
ba: Ҡойроғо менән бәреп ултырғысты ватҡас, һин уны күҫәгең менән туҡманың.

source: Помню, ты швырнул меня на нос, где лежали мокрые снасти,
ba: Ә мине кәмә моронона — еүеш ауҙар өҫтөнә бырғаның.

source: а лодка вся дрожала,
ba: Кәмә дер һелкенә,

source: и твоя дубинка стучала, словно рубили дерево, и кругом стоял приторный запах крови.
ba: һинең күҫәгең ағас ҡырҡҡандары кеүек туҡылдай, тирә-яҡта уҡшытҡыс ҡан еҫе.

source: — Ты правда все это помнишь, или я тебе потом рассказывал?
ba: — Ысынлап та быларҙың бөтәһен дә иҫләйһеңме, әллә һуңынан мин һөйләнемме?

source: — Я помню все с самого первого дня, когда ты взял меня в море.
ba: — Мине диңгеҙгә алып сыҡҡан тәүге көндән алып барыһы ла хәтеремдә.

source: Старик поглядел на него воспаленными от солнца, доверчивыми и любящими глазами:
ba: Ҡарт уға ҡояшҡа ҡыҙарып шешмәкләнгән ышаныусан күҙҙәре менән яратып ҡараны.

source: — Если бы ты был моим сыном, я бы и сейчас рискнул взять тебя с собой.
ba: — Әгәр ҙә минең улым булһаң, һине әле үҙем менән алырға тәүәккәлләр инем.

source: Но у тебя есть отец и мать и ты попал на счастливую лодку.
ba: Тик һинең атайың менән әсәйең бар, табышлы кәмәгә лә эләктең.

source: И я знаю, где можно достать четырех живцов.
ba: Дүрт маймысты ҡайҙан алырға ла беләм.

source: — У меня еще целы сегодняшние.
ba: — Бөгөнгөләре лә бар әле.

source: Я положил их в ящик с солью.
ba: Мин уларҙы тоҙло йәшниккә һалып ҡуйғайным.

source: — Я достану тебе четырех свежих.
ba: — Мин һиңә тағы д үртте алып киләм.

source: — Одного, — возразил старик.
ba: — Берҙе, — тип ҡаршы төштө ҡарт.

source: Он и так никогда не терял ни надежды, ни веры в будущее,
ba: Ул былай ҙа киләсәккә өмөтөн дә, ышанысын да юғалтмай торғайны,

source: но теперь они крепли в его сердце, словно с моря подул свежий ветер.
ba: әле иһә күңелен тағы ла күтәреп ебәрҙе, әйтерһең дә диңгеҙҙән саф ел иҫеп ҡуйҙы.

source: — Двух, — сказал мальчик.
ba: — Икене, — тине малай.

source: — Ладно, двух, — сдался старик.
ba: — Ярар, икене, — тип ризалашырға мәжбүр булды ҡарт

source: — А ты их, часом, не стащил?
ba: . — Ә һин уларҙы берәй ерҙән сәлдермәнеңме?

source: — Стащил бы, если бы понадобилось.
ba: — Кәрәк булһа сәлдерер ҙә инем.

source: Но я их купил.
ba: Тик мин уларҙы һатып алдым.

source: — Спасибо, — сказал старик.
ba: — Рәхмәт, — тине ҡарт.

source: Он был слишком простодушен, чтобы задуматься о том, когда пришло к нему смирение.
ba: Үҙ хәленә ҡасан күнгәне тураһында уйлар өсөн ул артыҡ хәйләһеҙ ине.

source: Но он знал, что смирение пришло, не принеся с собой ни позора, ни утраты человеческого достоинства.
ba: Әммә кешелек баһаһын юғалттырмай ғына ҡартлыҡ күндәмлеге килгәнен белә ине ул.

source: — Если течение не переменится, завтра будет хороший день, — сказал старик.
ba: — Ағым үҙгәрмәһә көн һәйбәт буласаҡ, — тине ҡарт.

source: — Ты где будешь ловить?
ba: — Һин балыҡты ҡайһы ерҙәрәк тотмаҡсыһың?

source: — Подальше от берега, а вернусь, когда переменится ветер.
ba: — Ярҙан алыҫтараҡ, ә ел үҙгәргәс ҡайтырмын.

source: Выйду до рассвета.
ba: Таң атҡансы уҡ сығам.

source: — Надо будет уговорить моего хозяина тоже отойти подальше.
ba: — Минең хужаны ла алыҫҡараҡ китергә өгөтләргә кәрәк.

source: Если тебе попадется очень большая рыба, мы тебе поможем.
ba: Һиңә ғәләмәт ҙур балыҡ эләкһә, беҙ ярҙам итербеҙ.

source: — Твой не любит уходить слишком далеко от берега.
ba: — Һинеке ярҙан алыҫ китергә яратмай.

source: — Да, — сказал мальчик.
ba: — Эйе, — тине малай.

source: — Но я уж высмотрю что-нибудь такое, чего он не сможет разглядеть, — ну хотя бы чаек.
ba: — Тик мин ул күрә алмаған берәй нәмәне — әйтәйек, аҡсарлаҡтарҙы.

source: Тогда его можно будет уговорить отойти подальше за золотой макрелью.
ba: Шул саҡта уны алтын тәңкәле макрель артынан алыҫҡараҡ китергәәүрәтеп буласаҡ.

source: — Неужели у него так плохо с глазами?
ba: — Күҙҙәре шулай насар күрәме ни?

source: — Почти совсем ослеп.
ba: — Бөтөнләй тиерлек һуҡырайҙы.

source: — Странно.
ba: — Ғәжәп.

source: Он ведь никогда не ходил за черепахами.
ba: Ул бит гөбөргәйел артынан йөрөмәне.

source: От них-то всего больше и слепнешь.
ba: Күҙ күбеһенсә шунан насарлана.

source: — Но ты столько лет ходил за черепахами к Москитному берегу,
ba: — Ә бына һин нисәмә йыл буйы Москит ярына гөбөргәйел тоторға йөрөгәнһең,

source: а глаза у тебя в порядке.
ba: шулай ҙа күҙең яҡшы күрә.

source: — Я — не обыкновенный старик.
ba: — Мин бит ябай ҡарт түгел.

source: — А сил у тебя хватит, если попадется очень большая рыба?
ba: — Ә бик ҙур балыҡ эләкһә, көсөң етерме һуң?

source: Тут главное — сноровка.
ba: Бындай саҡта хикмәт көстә түгел, таһылда.

source: — Давай отнесем домой снасти.
ba: — Әйҙә әйберҙәреңде алып ҡайтайыҡ.

source: А потом я возьму сеть и схожу за сардинами.
ba: Аҙаҡ мин йәтмә алып сардина тоторға китермен.

source: Они вытащили из лодки снасти.
ba: Улар кәмәләге әйберҙәрҙе йыйып алып сыҡты.

source: Старик нес на плече мачту, а мальчик — деревянный ящик с мотками туго сплетенной коричневой лесы, багор и гарпун с рукояткой.
ba: Ҡарт мачтаны яурынына һалды, малай һаплы гарпун, багор менән ҡармаҡ бауҙары һалынған әрйәне күтәрҙе.

source: Ящик с наживкой остался на корме вместе с дубинкой, которой глушат крупную рыбу, когда ее вытаскивают на поверхность.
ba: Ҙур балыҡты тартып сығарғанда һуғып миңрәтә торған күҫәк менән ем һауыты кәмәлә ҡалды.

source: Вряд ли кто вздумал бы обокрасть старика,
ba: Билдәле, ҡарттың әйберҙәренә тейергә бер кемдең дә ҡулы бармаҫ ине.

source: но лучше было отнести парус и тяжелые снасти домой, чтобы они не отсырели от росы.
ba: Шулай ҙа елкән менән ҡармаҡ бауҙарын таңғы ысыҡта еүешләнмәһен өсөн алып ҡайтып ҡуйыу яҡшыраҡ.

source: И хотя старик был уверен, что никто из местных жителей не позарится на его добро, он все-таки предпочитал убирать от греха багор, да и гарпун тоже.
ba: Ҡарт әйберҙәренә бер кемдең дә теймәйәсәгенә ышанһа ла, багор, гарпун кеүек нәмәләрен алып ҡайтып ҡуйыуҙы ҡулайыраҡ күрә.

source: Они поднялись по дороге к хижине старика и вошли в дверь, растворенную настежь.
ba: Һуҡмаҡ буйлап менделәр ҙә шар асыҡ ишектән ҡарттың аласығына инделәр.

source: Старик прислонил мачту с обернутым вокруг нее парусом к стене,
ba: Ҡарт елкән уралған мачтаны стенаға һөйәне.

source: а мальчик положил рядом снасти.
ba: Малай ҙа алып килгән әйберҙәрен шунда ҡуйҙы.

source: Мачта была почти такой же длины, как хижина, выстроенная из листьев королевской пальмы,
ba: Король пальмаһы япрағынан һалынған был аласыҡтың мачта оҙонлоҡ ҡына ине.

source: которую здесь зовут guano.
ba: Был яҡтарҙа уны guano тип атайҙар.

source: В хижине были кровать, стол и стул
ba: Аласыҡта тимер карауат, өҫтәле һәм ултырғысы бар,

source: Коричневые стены, сложенные из спрессованных волокнистых листьев, были украшены цветными олеографиями Сердца господня и Santa Maria del Cobre.
ba: Сүсле япраҡтарҙан ҡыҫып һалынған һорғолт-көрән стеналарға «Алла йөрәге» һәм «Santa Maria del Cobre» һүрәттәре эленгән.

source: Они достались ему от покойной жены.
ba: Был рәсемдәр ҡарттың вафат ҡатынынан ҡалған.

source: Когда-то на стене висела и раскрашенная фотография самой жены,
ba: Ҡасандыр стенала ҡатынының үҙенең төҫлө фотоһы ла эленеп тора торғайны;

source: но потом старик ее спрятал, потому что смотреть на нее было уж очень тоскливо.
ba: тик һуңынан ҡарт уны йәшереп ҡуйҙы, сөнки гел күҙ алдында тороуы ныҡ болоҡһота ине.

source: Теперь фотография лежала на полке в углу, под чистой рубахой.
ba: Хәҙер фото мөйөштәге кәштәлә таҙа күлдәк аҫтында ята.

source: — Что у тебя на ужин?
ba: — Сантьяго, киске ашҡа нимәң бар?

source: — спросил мальчик.
ba: — тип һораны малай.

source: — Миска желтого риса с рыбой.
ba: — Балыҡ менән бер һауыт һары дөгө.

source: Хочешь кушат?
ba: Ашағың киләме?

source: — Нет, я поем дома.
ba: — Юҡ, өйҙә ашармын.

source: Развести огонь?
ba: Ут тоҡандырайыммы?

source: — Не надо.
ba: — Кәрәкмәй.

source: Я сам разведу попозже.
ba: Торараҡ үҙем яндырырмын.

source: А может, буду есть рис так, холодный.
ba: Бәлки, дөгөнө былай ғына, һалҡын килеш ашармын.

source: — Можно взять сеть?
ba: — Йәтмәне алайыммы?

source: Никакой сети давно не было.
ba: Күптән бер ниндәй ҙә йәтмә юҡ ине.

source: мальчик помнил, когда они ее продали.
ba: Йәтмәнең һатылғанын малай яҡшы хәтерләй.

source: Однако оба каждый день делали вид, будто сеть у старика есть.
ba: Әммә икеһе лә көн һайын, ҡарттың йәтмәһе бар тип иҫәпләй ине.

source: Не было и миски с желтым рисом и рыбой,
ba: Һары дөгөлө туҫтаҡ менән балығы ла юҡ,

source: и это мальчик знал тоже.
ba: малай быны ла белә ине.

source: — Восемьдесят пять — счастливое число, — сказал старик.
ba: — Һикһән биш — бәхетле һан, — тине ҡарт

source: — А ну как я завтра поймаю рыбу в тысячу фунтов?
ba: — Ә бына иртәгә мең фунт тартҡан балыҡ тотһам?

source: — Я достану сеть и схожу за сардинами.
ba: — Мин йәтмәне алып сардина тоторға барып киләйем.

source: Посиди покуда на пороге, тут солнышко.
ba: Һин бер аҙ тупһала ултырып тор, унда ҡояш сыуаҡлай.

source: — Ладно.
ba: — Ярар.

source: Я просмотрю вчерашняя газета.
ba: Мин кисәге гәзитте ҡараштыра торам.

source: Почитаю про бейсбол.
ba: Бейсбол тураһында уҡырмын.

source: Мальчик не знал, есть ли у старика на самом деле газета или это тоже выдумка.
ba: Малай уның гәзите ысынлап та бармы, әллә быныһы ла уйҙырмамы, тип уйлауға,

source: Но старик и вправду вытащил газету из-под кровати.
ba: Әммә ҡарт карауат аҫтынан ниндәйҙер гәзит тартып сығарҙы.

source: — Мне ее дал Перико в винной лавке, — объяснил старик.
ba: — Миңә уны шарап кибетендә Перико бирҙе, — тип аңлатты ҡарт.

source: — Я только наловлю сардин и вернусь.
ba: — Мин сардина тотоп киләм.

source: Положу и мои и твои вместе на лед,
ba: Үҙемдекен дә, һине-келәрҙе лә бергә боҙға һалып торам.

source: утром поделимся.
ba: Иртәнсәк бүлешербеҙ.

source: Когда я вернусь, ты расскажешь мне про бейсбол.
ba: Ҡайтҡас, миңә бейсбол тураһында һөйләрһең, йәме.

source: — «Янки» не могут проиграть.
ba: — «Янкиҙар» еңелергә тейеш түгел.

source: — Как бы их не побили кливлендские «Индейцы»!
ba: — Кливлендтың «Индеецтар»ы дөмбәҫләмәһә инде!

source: — Не бойся, сынок.
ba: — Ҡурҡма, улым.

source: Вспомни о великом Ди Маджио.
ba: Бөйөк Ди Маджионы иҫеңә төшөр.

source: — Я боюсь не только «Индейцев», но и «Тигров» из Детройта.
ba: — Мин «Индеецтар»ҙан ғына түгел, Детройттың «Юлбарыҫтар»ынан да ҡурҡам.

source: — Ты, чего доброго,
ba: — Былай барһа, һин

source: скоро будешь бояться и «Краснокожих» из Цинциннати, и чикагских «Белых чулок».
ba: тиҙҙән Цинциннатиҙың «Ҡыҙыл тәнлеләр»енән дә, Чикагоның «Аҡ ойоҡтар»ынан да шөрләй башлайһың.

source: — Почитай газету
ba: — Гәзит уҡы ла,

source: и расскажи мне, когда я вернусь.
ba: урап килгәс, миңә һөйләрһең!

source: — А что, если нам купить лотерейный билет с цифрой восемьдесят пять?
ba: — Әллә һикһән биш һаны булған лотерея билеты һатып алайыҡмы?

source: Завтра ведь восемьдесят пятый день.
ba: Иртәгә бит һикһән бишенсе көн.

source: — Почему не купить? — сказал мальчик.
ba: — Ниңә алмаҫҡа? — тине малай.

source: — А может, лучше с цифрой восемьдесят семь?
ba: — Бәлки, һикһән ете һанлыны алһаҡ яҡшыраҡ булыр?

source: Ведь в прошлый раз было восемьдесят семь дней.
ba: Үткән юлы һикһән ете көн булғайны бит.

source: — Два раза ничего не повторяется.
ba: — Бер нимә лә ике тапҡыр ҡабатланмай.

source: А ты сможешь достать билет с цифрой восемьдесят пять?
ba: Ә һин һикһән биш һанлы билет ала алырһыңмы?

source: — Закажу.
ba: — Һорармын.

source: — Одинарный.
ba: — Бер мәртәбә генә уйнай торғанын.

source: За два доллара пятьдесят.
ba: Ике доллар ярым торғанын.

source: Где бы нам их занять?
ba: Кемдән бурысҡа алып торайыҡ икән?

source: — Пустяки!
ba: — Уныһы ваҡ мәсьәлә!

source: Я всегда могу занять два доллара пятьдесят.
ba: Ике ярым долларҙы мин теләһә кемдән һорап тора алам.

source: — Я, наверно, тоже мог бы.
ba: — Һорауын мин дә һорар инем,

source: Только я стараюсь не брать в долг.
ba: тик бурысҡа инмәҫкә тырышам.

source: Сначала просишь в долг, потом просишь милостыню...
ba: Тәүҙә үтескә һорайһың, унан — хәйер һорайһың...

source: — Смотри не простудись, старик.
ba: — Ҡара уны, ҡарт, һалҡын алдыра күрмә.

source: Не забудь, что на дворе сентябрь.
ba: Тышта сентябрь икәнен онотма.

source: — В сентябре идет крупная рыба.
ba: — Сентябрҙә эре балыҡ килә.

source: Каждый умеет рыбачить в мае.
ba: Май айында балыҡты кем дә тота ул...

source: — Ну, я пошел за сардинами, — сказал мальчик.
ba: — Ярар, мин сардина тоторға киттем, — тине малай.

source: Когда мальчик вернулся,
ba: Малай ҡайтҡанда,

source: солнце уже зашло,
ba: ҡояш байығайны инде.

source: а старик спал, сидя на стуле.
ba: Ҡарт ултырғысында килеш йоҡлап киткән.

source: Мальчик снял с кровати старое солдатское одеяло и прикрыл им спинку стула и плечи старика.
ba: Малай, карауат өҫтөндәге иҫке һалдат одеялын алып, ҡартҡа япты.

source: Несмотря на старость у старика плечи были широкие, могучие,
ba: Инде өлкән булыуына ҡарамаҫтан, ҡарттың яурындары киң, ҡеүәтле,

source: да и шея была сильная,
ba: муйыны ла көслө ине.

source: и теперь, когда старик спал, уронив голову на грудь, морщины были не так заметны.
ba: Әле башын күкрәгенә эйеп йоҡлағанға күрә, йыйырсыҡтары һиҙелмәй ине.

source: Рубаха его была такая же латаная-перелатаная, как и парус,
ba: Ҡарттың күлдәге лә, ямау өҫтөнә ямау һалынып ,нәҡ елкәне кеүек үк,

source: а заплаты были разных оттенков, потому что неровно выгорели на солнце.
ba: ямауҙары төрлө төҫтә, төрлө ваҡытта ҡояшта тигеҙ янмағанға.

source: Однако лицо у старика было все же очень старое,
ba: Шулай ҙа уның йыйырсыҡлы йөҙө үтә ҡарт күренә,

source: с закрытыми глазами, оно казалось совсем неживым.
ba: күҙе йомоҡ булғанға, хатта йәнһеҙ кеүек.

source: Газета лежала у него на коленях, прижатая локтем, чтобы ее не сдуло.
ba: Ул тубығына төшкән гәзитен, ел осормаһын өсөн, терһәге менән ҡыҫҡан.

source: Ноги были босы.
ba: Аяҡтары яланғас.

source: Мальчик не стал его будить и ушел,
ba: Малай уны уятырға ҡыймайынса сығып китте.

source: а когда он вернулся снова,
ba: Бер аҙҙан кире әйләнеп килде,

source: старик все еще спал.
ba: тик ҡарт һаман да йоҡлай ине әле.

source: — Проснись!
ba: — уян әле!

source: мальчик положил ему руку на колено.
ba: Малай ҡулы менән ҡарттың тубығына ҡағылды.

source: Старик открыл глаза и несколько мгновений возвращался откуда-то издалека.
ba: Ҡарт күҙҙәрен асты, иҫенә килә алмағандай, бер килке өндәшмәй торҙо.

source: Потом он улыбнулся.
ba: Унан йылмайып ҡуйҙы.

source: — Что ты принес?
ba: — Һин нимә алып килдең?

source: — Ужин.
ba: — Киске аш.

source: Сейчас мы будем есть.
ba: Хәҙер ашайбыҙ.

source: — Да я не так уж голоден.
ba: — Минең әллә ни ашағым да килмәй.

source: — Давай есть.
ba: — Әйҙә ашайыҡ.

source: Нельзя ловить рыбу не евши.
ba: Ас көйө балыҡҡа барып булмай.

source: — Мне случалось, — сказал старик, поднимаясь
ba: — Тура килгеләне, — тине ҡарт урынынан ҡуҙғалып.

source: и складывая газету; потом он стал складывать одеяло.
ba: Ул гәзитен бөкләп, одеялын төрөп ҡуйҙы.

source: — Не снимай одеяла, — сказал мальчик.
ba: — Одеялыңды яурыныңдан алма, — тине малай.

source: — Покуда я жив, я не дам тебе ловить рыбу не евши.
ba: — Үҙем иҫән саҡта, һиңә ас көйөнсә балыҡҡа сығырға ирек бирмәм.

source: — Тогда береги себя и живи как можно дольше, — сказал старик
ba: — Улайһа, үҙеңде һаҡла ла мөмкин тиклем оҙағыраҡ йәшә, — тине ҡарт.

source: — А что мы будем есть?
ba: — Нимә ашайбыҙ?

source: — Черные бобы с рисом, жареные бананы и тушеную говядину.
ba: — Дөгө менән ҡара борсаҡ, ҡурылған банан һәм быҡтырылған һыйыр ите.

source: Мальчик принес еду в металлических судках из ресторанчика на Террасе.
ba: Малай аҙыҡты Террасалағы ресторандан тимер һауыттарға һалып алып килгәйне.
